eza
fzf
zoxide
fish
fisher
starship
i3-wm
picom
polybar
perl
pipewire
xfce4-goodies
xfce4
hyprland
awesome
sddm
alsa-utils
php
perl
bat
sqlite
kitty
docker
xampp
git
lazygit
btop
fastfetch
xclip
yazi
go
jdk-openjdk
jdk17-openjdk
zathura
zathura-pdf-mupdf
nerd-fonts
lxappearance
gtk-engine-murrine
neovim
flameshot
xorg
ttf-joypixels
rust
go
